[{"name": "One Shot", "linkName": "One Shot", "steamLink": "https://store.steampowered.com/app/420530/OneShot/", "description": "Guide a child through a mysterious world on a missoin to restore it's long dead Sun.<br>One shot has some very unique mechanics that give serious weight to every decision you make in the game.<br>Seriously, don't screw this up, you only have one shot.", "reviewsLink": "https://store.steampowered.com/app/420530/OneShot/#app_reviews_hash", "price": "$9.99", "sales": "Note: This game somewhat frequently goes on sale for $4.99"}, {"name": "Dave The Diver", "linkName": "Dave The Diver", "steamLink": "https://store.steampowered.com/app/1868140/DAVE_THE_DIVER/", "description": "Dave The Diver is a casual, single player adventure RPG.<br>Explore the deep sea and go fishing durring the day while managing a sushi restaurant at night.<br>Join Dave and his quirky friends as they seek to uncover the secrets of the mysterious Blue Hole.", "reviewsLink": "https://store.steampowered.com/app/1868140/DAVE_THE_DIVER/#app_reviews_hash", "price": "$19.99", "sales": "Note: This game is still relatively new, don't expact a sale very often"}, {"name": "Inscryption", "linkName": "Inscryption", "steamLink": "https://store.steampowered.com/app/1092790/Inscryption/", "description": "Inscryption is a dark deck builder roguelike that will have to searching for a way out.<br>Make your way through this psychological horror of a card game and discover the secrets inscrybed upon the cards themselves.", "reviewsLink": "https://store.steampowered.com/app/1092790/Inscryption/#app_reviews_hash", "price": "$19.99", "sales": "Note: This game frequently goes on sale for $9.99"}, {"name": "The Binding of Isaac: Rebirth", "linkName": "The Binding of Isaac: Rebirth", "steamLink": "https://store.steampowered.com/app/250900/The_Binding_of_Isaac_Rebirth/", "description": "This is a randomly generated dungeon crawler with heavy Rogue-like elements.<br>Follow Issac on his journey to avenge himself by taking on 'Mom' and who knows what follows.<br>The Binding of Isaac is cirtically aclaimed and is very easy to pick-up/put-down when you're looking for something fun and interesting to dive into.", "reviewsLink": "https://store.steampowered.com/app/250900/The_Binding_of_Isaac_Rebirth/#app_reviews_hash", "price": "$14.99", "sales": "Note: You might catch this game on sale for $10.04 durring summer and winter sales"}, {"name": "Factorio", "linkName": "Factorio", "steamLink": "https://store.steampowered.com/app/427520/Factorio/", "description": "Are you a fan of keeping track of time?<br>Maybe an even bigger fan of sleep?<br>Well throw all of that out the window with Factorio!<br>This beast of a game is all about building and creating automated factories of increasing complexity until you either drive yourself crazy or wake up to find that it's been 3 weeks and you've been fired for 2.<br>Factorio is best described as easy to play, difficult to master.", "reviewsLink": "https://store.steampowered.com/app/427520/Factorio/#app_reviews_hash", "price": "$35.00", "sales": "Sales: Factorio developers have committed to keeping the game a consistent price to prevent that dissapointing feeling when you purchase a game only to see it 50% a month later. It has never, and will never go on sale (according to the devs). It is also incredibly difficult to find on alternative platforms such as CdKeys or G2A."}, {"name": "Dream Daddy", "linkName": "Dream Daddy", "steamLink": "https://store.steampowered.com/app/654880/Dream_Daddy_A_Dad_Dating_Simulator/", "description": "Have you ever wanted to play a dating sim where you play as a Dad?<br>Yeah me either, but I know there's at least one of you out there. You know who you are.<br>Are you ready? Hi ready, I'm Dad.", "reviewsLink": "https://store.steampowered.com/app/654880/Dream_Daddy_A_Dad_Dating_Simulator/#app_reviews_hash", "price": "$14.99", "sales": "Note: This game rarely goes on sale for $4.64"}, {"name": "Chef RPG", "linkName": "Chef RPG", "steamLink": "https://store.steampowered.com/app/1796790/Chef_RPG/", "description": "This game has a beautiful and unique pixel art stylized world where you, a young chef, are given the task of reviving an once famous resturaunt in White Ash harbor.<br>Chef RPG follows a 'Stardew Valley Like' playstyle like many other cozy games.<br>Hunt, harvest, and shop for ingredients while befriending the locals.<br>Did I mention this game is beautiful?", "reviewsLink": "https://store.steampowered.com/app/1796790/Chef_RPG/#app_reviews_hash", "price": "$19.99", "sales": "This game is still new and has not yet gone on sale"}, {"name": "Baba Is You", "linkName": "Baba Is You", "steamLink": "https://store.steampowered.com/app/736260/Baba_Is_You/", "description": "Baba Is You is a clever puzzle game in which you make the rules.<br>By pushing a few blocks, you can entirely change how the game works in ways that may suprise you.<br>It's a great game if you're looking to pass the time or challenge yourself.", "reviewsLink": "https://store.steampowered.com/app/736260/Baba_Is_You/#app_reviews_hash", "price": "$14.99", "sales": "You might catch this game on sale for $10.49 durring certain fests and seasonal sales"}, {"name": "To The Moon", "linkName": "To The Moon", "steamLink": "https://store.steampowered.com/app/206440/To_the_Moon/", "description": "This hidden gem will actually make you cry.<br>Dive through a dying man's memories to help him fufill his last wish.<br>Seriously be prepared. You will cry.", "reviewsLink": "https://store.steampowered.com/app/206440/To_the_Moon/#app_reviews_hash", "price": "$9.99", "sales": "This game goes on sale very often for $1.99"}, {"name": "WebFishing", "linkName": "WEBFISHING", "steamLink": "https://store.steampowered.com/app/3146520/WEBFISHING/", "description": "Are you a fan of Animal Crossing? Maybe you enjoy relaxing while fishing up some new fish for your collection. Even make some money on the side.<br>WEBFISHING is just that, but with your friends (or strangers)!<br>Collect new and exotic fish. Unlock new bait, fishing poles, acessories, and more!<br>This is a pretty relaxing game, and pretty cheap too.", "reviewsLink": "https://store.steampowered.com/app/3146520/WEBFISHING/#app_reviews_hash", "price": "$4.99", "sales": "This game is still new and has not yet gone on sale"}, {"name": "Once Human", "linkName": "Once Human", "steamLink": "https://store.steampowered.com/app/2139460/Once_Human/", "description": "A multiplayer open-world survival game set in post-apocalyptic future.<br>This game looks as haunting as it is beautiful.<br>And the best part about it - it's free!", "reviewsLink": "https://store.steampowered.com/app/2139460/Once_Human/#app_reviews_hash", "price": "FREE", "sales": "This game is free, don't need a sale for free.99"}, {"name": "Tiny Glade", "linkName": "Tiny Glade", "steamLink": "https://store.steampowered.com/app/2198150/Tiny_Glade/", "description": "Tiny Glade is a unique no-objective, no-stress type of game.<br>This diorama builder gives you the tools you need to create the fantasy land of your dreams. No combat, no management. Just you, some nifty tools, some beautiful procedural details, and your favorite music or podcast.<br>This game is great to just sit with and relax with. Really, your only objective is experiment and see what you can make.", "reviewsLink": "https://store.steampowered.com/app/2198150/Tiny_Glade/#app_reviews_hash", "price": "$14.99", "sales": "This game is still pretty new but has gone on sale for $12.47 in the past"}, {"name": "Days Gone", "linkName": "Days Gone", "steamLink": "https://store.steampowered.com/app/1259420/Days_Gone/", "description": "Days Gone is an intense open-world action-adventure game set in a deadly post-apocalyptic America.<br>Take on the role of Deacon St. John, a drifter and bounty hunter trying to survive in a world ravaged by a global pandemic that has transformed humans into mindless, feral creatures known as Freakers.<br>Explore this broken world on your trusty motorcycle, taking down massive hordes of Freakers in intense combat scenarios while completing contracts to stay alive and searching for purpose.<br>With its thrilling 'Hordes' mechanic, where you'll need to fight for survival against waves of zombies, Days Gone is perfect for fans of action-packed adventures who crave a thrilling post-apocalyptic experience.", "reviewsLink": "https://store.steampowered.com/app/1259420/Days_Gone/#app_reviews_hash", "price": "$49.99", "sales": "This games goes on sale often for $12.49. Do not pay full price for this game!"}, {"name": "Universe Sandbox", "linkName": "Universe Sandbox", "steamLink": "https://store.steampowered.com/app/230290/Universe_Sandbox/", "description": "Universe Sandbox is an awe-inspiring physics-based space simulator that lets you unleash your creativity on a cosmic scale.<br>In this realistic sandbox simulator, you can explore the stunning beauty of our universe.<br>But it's not all about admiration - you're also free to experiment and play god by bending space and time to your will. What would happen if the Sun suddenly turned into a black hole? What if earth was twice as massive? What if Pluto was a planet again?<br>Universe sandbox will bring your CPU to it's knees with near limitless customization options. It also has VR support.<br>If you're a fan of space, planets, or throwing 265 moons at Mars, Universe Sandbox might be for you.", "reviewsLink": "https://store.steampowered.com/app/230290/Universe_Sandbox/#app_reviews_hash", "price": "$29.99", "sales": "This games goes on sale often for $20.09"}, {"name": "Bendy and the Ink Machine", "linkName": "Bendy and the Ink Machine", "steamLink": "https://store.steampowered.com/app/622650/Bendy_and_the_Ink_Machine/", "description": "Are you a fan of Disney? Mickey Mouse? Horror? Then you might like Bendy and The Ink Machine!<br>Bendy is a first person puzzle action horror game that takes on the style of old 'rubber hose' style cartoons.<br>Explore a beautifully stylized setting, lean into the cartoon horror, and watch out for the other characters within.<br>Objectively better than toontown.", "reviewsLink": "https://store.steampowered.com/app/622650/Bendy_and_the_Ink_Machine/#app_reviews_hash", "price": "$19.99", "sales": "This games goes on sale often for $3.99"}, {"name": "Squirrel with a Gun", "linkName": "Squirrel with a Gun", "steamLink": "https://store.steampowered.com/app/2067050/Squirrel_with_a_Gun/", "description": "In a world, where you are a Squirrel. And in a world where you have a gun. This is that world.<br>Squirrel with a gun takes all the fun of being a squirrel and combines it with all the fun of having a gun.<br>Hold on to your nuts, this one has got to be a banger.<br>Acorning to reviews, this game is really freaking cool.", "reviewsLink": "https://store.steampowered.com/app/2067050/Squirrel_with_a_Gun/#app_reviews_hash", "price": "$19.99", "sales": "This game rarely goes on sale for $13.99"}, {"name": "Who's Your Daddy?!", "linkName": "Who's Your Daddy?!", "steamLink": "https://store.steampowered.com/app/427730/Whos_Your_Daddy/", "description": "Are you ready to become a parent? Too late!<br>Who's Your Daddy thorws you in headfirst as a dad who does not know what hell he's doing. It's your job to make sure baby doesn't do get into any trouble.<br>Your baby should not:<br>- Use the washing machine as a hiding place<br>- Use the outlet as a fork cleaner<br>- Use bleach as mouthwash<br>- Sleep inside the oven<br>- Much much more<br><br>But wiat there's more! Who's youre dadddy is multiplayer!<br>Play with up to 7 of your friends as daddy or baby.", "reviewsLink": "https://store.steampowered.com/app/427730/Whos_Your_Daddy/#app_reviews_hash", "price": "$6.99", "sales": "This game rarely goes on sale for $3.49"}, {"name": "Octopath Traveler II", "linkName": "Octopath Traveler II", "steamLink": "https://store.steampowered.com/app/1971650/OCTOPATH_TRAVELER_II/", "description": "Are you a fan of JRPGs? Then look no further!<br>Octopath Traveler II is a critically acclaimed, visually stunning adventure through time.<br>In Octopath Traveler II, you play as 8 different characters. Each character is unique, telling a story in their own way. Play as each character on a journey to uncover their path until you uncover how their stories collide.<br><br>It's pretty expensive to be honest. But it is a critically acclaimed title for a reason. Maybe wait for a good sale before venturing out.", "reviewsLink": "https://store.steampowered.com/app/1971650/OCTOPATH_TRAVELER_II/#app_reviews_hash", "price": "$59.99", "sales": "This game frequenty goes on sale for $29.99 or $39.99"}, {"name": "MiSide", "linkName": "MiSide", "steamLink": "https://store.steampowered.com/app/2527500/MiSide/", "description": "This game comes right out of left field.<br>Care for and live with a character in a video game thats... in a video game... meta. Only to find that you yourself are in the game?!<br>What does that even mean? Find out in this totally not psychological horror, definitly innocent, fun-loving game!<br>It has great reviews, so surely it's good. Right?", "reviewsLink": "https://store.steampowered.com/app/2527500/MiSide/#app_reviews_hash", "price": "$14.99", "sales": "This game may go on sale for $13.49"}, {"name": "Timberborn", "linkName": "Timberborn", "steamLink": "https://store.steampowered.com/app/1062090/Timberborn/", "description": "DAM! This game is all about the dams.<br>You control an ever growing family of beavers as you engineer ways to prevent floods, take advantage of natural disasters, and flow control the 'bad water' that flows through your city.<br>Timberborn will test your creativity and keep you on your toes. Work hard and plan ahead to stay in front of potential tragedy.<br>And always remember - a wet beaver is a happy beaver!", "reviewsLink": "https://store.steampowered.com/app/1062090/Timberborn/#app_reviews_hash", "price": "$34.99", "sales": "This game frequently goes on sale for $24.49 or less"}, {"name": "Ori and The Blind Forest", "linkName": "Ori and The Blind Forest", "steamLink": "https://store.steampowered.com/app/387290/Ori_and_the_Blind_Forest_Definitive_Edition/", "description": "Ori and the Blind forest is a beautiful game that tells a beautiful story. Traverse your way through the forest in this platform style world as an orphan destined for heroics<br>Visually, this game is stunning. Taking full advantage of lights, HDR, and a carefully crafted world.<br>Make your way through this Action-Platformer, and uncover the story behind Ori and the forest he now resides.", "reviewsLink": "https://store.steampowered.com/app/387290/Ori_and_the_Blind_Forest_Definitive_Edition/#app_reviews_hash", "price": "$19.99", "sales": "This game frequently goes on sale for $4.99"}, {"name": "Fields of Mistria", "linkName": "Fields of Mistria", "steamLink": "https://store.steampowered.com/app/2142790/Fields_of_Mistria/", "description": "Fields of Mistria can best be described as a Stardew Valley like farming rpg - only this time, there's magic!<br>Build your farm, go fishing, discover relationships, improve the town, blah blah blah... We've all heard it before. But according to reviews, there appears to be something special with Fields of Mistria.<br>If you've ever been intimidated by the sheer scale of a game like Stardew, but enjoy the overall concept, this game might be for you.", "reviewsLink": "https://store.steampowered.com/app/2142790/Fields_of_Mistria/#app_reviews_hash", "price": "$13.99", "sales": "This game frequently goes on sale for $11.19"}, {"name": "A Game About Digging A Hole", "linkName": "A Game About Digging A Hole", "steamLink": "https://store.steampowered.com/app/3244220/A_Game_About_Digging_A_Hole/", "description": "The title says it all. It's literally a game about digging a hole.<br>Remember when you were a kid and you had the sudden urge to start digging to China? Only in your later years to find that China is the reason you suck at Call of Duty? Well this game allows you to relive those childhood days 10 times over!<br>Start off slow, digging a shallow, boring, hole while upgrading your digging tools along the way. Before you know it, you'll be exploring some forgotten city 892ft below that swing set uncle bud got you for christmas!", "reviewsLink": "https://store.steampowered.com/app/3244220/A_Game_About_Digging_A_Hole/#app_reviews_hash", "price": "$4.99", "sales": "This game is still new and has not gone on sale yet"}, {"name": "Hades", "linkName": "Hades", "steamLink": "https://store.steampowered.com/app/1145360/Hades/", "description": "You cannot kill what is not mortal.<br>Traverse the underworld in this hack and slash rogue-lite adventure, Hades.<br>Go toe to toe with creatures and gods of the underworld, and make your way deeper though the layers of hell until you come face to face with your greatest challenge.<br>The art, music, and gameplay of Hades is highly revered. And, as a bonus, this game plays very well on handhelds such as the [Steam Deck](<https://store.steampowered.com/steamdeck/>) and [ROG Ally X](<https://rog.asus.com/us/gaming-handhelds/rog-ally/rog-ally-x-2024/>).", "reviewsLink": "https://store.steampowered.com/app/1145360/Hades/#app_reviews_hash", "price": "$24.99", "sales": "This game frequently goes on sale for $9.99"}, {"name": "R.E.P.O.", "linkName": "R.E.P.O.", "steamLink": "https://store.steampowered.com/app/3241660/REPO/", "description": "Are you a fan of Lethal Company? Do you enjoy Co-Op horror games?<br>If so, R.E.P.O. is the game for you!<br>Traverse through abandoned houses, magical castles, decrepit research laboratories, and more in search of valuable items to bring back to the tax man. With up to six players able to jump in on the fun at once, R.E.P.O. makes for a great time!<br><br>It’s not often we recommend a game that’s actively riding the hype train. But whether you’re in it for the horror, company, or laughs, R.E.P.O is definitely a unique game worth checking out.", "reviewsLink": "https://store.steampowered.com/app/3241660/REPO/#app_reviews_hash", "price": "$9.99", "sales": "This game is still new and has not gone on sale yet"}, {"name": "The Plucky Squire", "linkName": "The Plucky Squire", "steamLink": "https://store.steampowered.com/app/1627570/The_Plucky_Squire/", "description": "Remember those really cool and expensive picture books from the book fair that you always thought you had enough money for, only to discover that $30 is a lot more than the $3.27 you stole from the dresser? Well The Plucky Squire brings those pictures books to life!<br>A very unique take on 'brining stories to life', The Plucky Squire is a game in which you literally jump both in and out of story books (2D and 3D realms) to write your own story and save your friends.<br>The art and style of this game genulinely looks unique, clever, and beautiful. This is one of those games you may never have given a second glance at - so here's your chance - check out The Plucky Squire", "reviewsLink": "https://store.steampowered.com/app/1627570/The_Plucky_Squire/#app_reviews_hash", "price": "$29.99", "sales": "This game rarely goes on sale for $22.49"}, {"name": "It Takes Two", "linkName": "It Takes Two", "steamLink": "https://store.steampowered.com/app/1426210/It_Takes_Two/", "description": "Remember when you would come over to a friend's house, boot up the console, and ask the age old question: \"Is it two player?\"<br>It Takes Two brings that back. In fact, it Takes Two is **Exclusively** two player!<br>Get together with a good friend, or significant other, and embark on a journey to overcome the new and bizarre challenges the two protagonists face. In 'Honey I Shrunk The Kids' fashion, our two characters here have been transformed into small beings with big problems<br><br>**Bonus Points**: This game features a \"Friend Pass\" on Steam. Meaning *only one person needs to own the game* for two to play!!<br>This is perhaps the only sensible thing EA has ever done ever.", "reviewsLink": "https://store.steampowered.com/app/1426210/It_Takes_Two/#app_reviews_hash", "price": "$39.99", "sales": "This game very frequently goes on sale between $7.99 and $11.99 - Do not purchase this game at full price!"}, {"name": "Age of Empires II: Definitive Edition", "linkName": "Age of Empires II: Definitive Edition", "steamLink": "https://store.steampowered.com/app/813780/Age_of_Empires_II_Definitive_Edition/", "description": "Have you ever looked into the Age of Empires franchise? If not, maybe have a look at Age of Empires II.<br>Age of Empires II: Definitive Edition is known to be the pinnacle of the long loved Top Down Real Time Strategy game. And I mean Real Time, not Turn Based.<br>Build settlements, rally an army, defend and conquer the land. With 42 Civilizations, 229 Campaign Missions, single player, Co-Op multiplayer, PVP multiplayer, mods, and more, this is the way to play Age of Empires.", "reviewsLink": "https://store.steampowered.com/app/813780/Age_of_Empires_II_Definitive_Edition/#app_reviews_hash", "price": "$34.99", "sales": "This game goes on sale for $12.24 during seasonal sales events"}, {"name": "Balatro", "linkName": "Balatro", "steamLink": "https://store.steampowered.com/app/2379780/Balatro/", "description": "Fan of poker? Not a fan of poker? Don't know the rules? No problem!<br>Balatro adds a unique spin on classic Texas Holdem in a way that gamifies a game.<br>Collect jokers, modify your deck, make money (a lot of money), and score those sweet sweet multipliers.<br><br>*Warning*: This game is addicting.", "reviewsLink": "https://store.steampowered.com/app/2379780/Balatro/#app_reviews_hash", "price": "$14.99", "sales": "This game frequently goes on sale for $13.49"}, {"name": "Before Your Eyes", "linkName": "Before Your Eyes", "steamLink": "https://store.steampowered.com/app/1082430/Before_Your_Eyes/", "description": "Don't Blink.<br>Before Your Eyes, much like life, goes faster when you blink. That's right, a webcam is actually required to play this game as intended.<br>In Before Your Eyes, you will move forward (and only forward) on an emotional narrative adventure using one control, blinking. Don’t worry though, this game only takes about one and a half hours to complete.<br>There's a reason this game is rated Overwhelmingly Positive. Grab it on sale, or if you've just been looking for something different.", "reviewsLink": "https://store.steampowered.com/app/1082430/Before_Your_Eyes/#app_reviews_hash", "price": "$9.99", "sales": "This game frequently goes on sale for $1.99"}, {"name": "Barotrauma", "linkName": "Barotrauma", "steamLink": "https://store.steampowered.com/app/602960/Barotrauma/", "description": "Dive deep into the darkest depths of the ocean, be a core member of your crew, and do your best to keep out the eldritch horrors that lurk below.<br>Barotrauma is a co-op submarine survival simulator, in space!<br>Man the ship, fix leaks, operate the generator, man the guns, and take out the monsters that lurk below. And don't forget to customize your ship in game or with mods.", "reviewsLink": "https://store.steampowered.com/app/602960/Barotrauma/#app_reviews_hash", "price": "$34.99", "sales": "This game frequently goes on sale for $17.49"}, {"name": "Blue Prince", "linkName": "Blue Prince", "steamLink": "https://store.steampowered.com/app/1569580/Blue_Prince/", "description": "There is a new genre of game coming into existence! Well it’s not exactly new… but we’ve never had a name for it before now.<br>Blue Prince is being deemed a new addition in the ‘metroid-brainia’ genre. You have arrived at Mt. Holly - where every day a new mystery awaits.<br>Each and every path is unpredictable, different from the previous day’s, but knowledge is key.<br>Similar to games like Tunic, Outer Wilds, Animal Well, and maybe even Fez, Blue Prince is the type of game that requires you to build upon existing knowledge to reach its finale. Which is why it is being deemed the newest ‘Metroid-Brainia’ on the block. If you love puzzles or mystery, Blue Prince might be the game for you.", "reviewsLink": "https://store.steampowered.com/app/1569580/Blue_Prince/#app_reviews_hash", "price": "$29.99", "sales": "This game is still new, but has had one Sale so far at $26.99"}, {"name": "Donut County", "linkName": "Donut County", "steamLink": "https://store.steampowered.com/app/702670/Donut_County/", "description": "Have you ever had those days where you feel like an insatiable void who wants nothing more than to rip through the world, consuming everything and everyone in your path? Me too.<br>Good news is you can now live out that dream in Donut County!<br><br>Donut County is full of lovable characters, wholesome interactions, and stuff... so much stuff to consume.<br>You play as a hole. A hole that consumes objects, large and small, throughout donut county using the power of physics. Make your way through this puzzle like game while meeting some wholesome characters along the way in Donut County.", "reviewsLink": "https://store.steampowered.com/app/702670/Donut_County/#app_reviews_hash", "price": "$12.99", "sales": "This game frequently goes on sale for $3.89"}, {"name": "Project Zomboid", "linkName": "Project Zomboid", "steamLink": "https://store.steampowered.com/app/108600/Project_Zomboid/", "description": "This is how you died.<br><br>Anyone out there who is a true fan of zombie survival should know Project Zomboid. As a game best known as the pinnacle of unforgiving zombie survival RPGs, Project Zomboid will most definitely not hold your hand through the zombie apocalypse.<br>Select your skills wisely, as each trait you inherit or succumb to will either give you great advantage or crippling disadvantage. You could play as an obese man with a keen eye for marksmanship, a light sleeping vehicle mechanic with a smoking problem, or even a professional angler who just so happens to be completely deaf! The list of possibilities is near endless, and will make each death unique.<br><br>And that's just the thing. In this isometric syle zombie survival RPG, there is no winning, just living long enough to experience that first bite. Do you have what it takes to survive? If not, maybe consider dragging some friends into this hellhole with you.", "reviewsLink": "https://store.steampowered.com/app/108600/Project_Zomboid/#app_reviews_hash", "price": "$19.99", "sales": ""}, {"name": "Astroneer", "linkName": "Astroneer", "steamLink": "https://store.steampowered.com/app/361420/ASTRONEER/", "description": "Explore and reshape distant worlds in this sandbox adventure! Play solo or with friends to build custom bases above or below ground, create vehicles to explore a vast solar system, and use terrain to create anything you can imagine.<br>This game is known for its chill atmosphere, beautiful visuals, and satisfying base-building mechanics.", "reviewsLink": "https://store.steampowered.com/app/361420/ASTRONEER/#app_reviews_hash", "price": "$29.99", "sales": "Astroneer frequently goes on sale for around $14.99, and has been seen as low as $9.89."}, {"name": "Nuclear Throne", "linkName": "Nuclear Throne", "steamLink": "https://store.steampowered.com/app/242680/Nuclear_Throne/", "description": "Humanity is extinct, and mutants and monsters now roam the world. Fight your way through the wastelands in this post-apocalyptic roguelike-like top-down shooter.<br>Collect radiation to mutate new limbs and abilities, and wield powerful weaponry in this fast-paced, challenging, and incredibly replayable game.", "reviewsLink": "https://store.steampowered.com/app/242680/Nuclear_Throne/#app_reviews_hash", "price": "$11.99", "sales": "This game often goes on sale for $2.99 or less, sometimes as low as $1.19."}, {"name": "Tabletop Simulator", "linkName": "Tabletop Simulator", "steamLink": "https://store.steampowered.com/app/286160/Tabletop_Simulator/", "description": "Create your own original games, import custom assets, automate games with scripting, set up complete RPG dungeons, manipulate physics, create hinges & joints, and of course flip the table when you are losing the game.<br>Tabletop Simulator is the ultimate physics sandbox for playing tabletop games with friends, with a massive Steam Workshop community providing countless mods and custom games.", "reviewsLink": "https://store.steampowered.com/app/286160/Tabletop_Simulator/#app_reviews_hash", "price": "$19.99", "sales": "Frequently goes on sale for $9.99."}, {"name": "V Rising", "linkName": "V Rising", "steamLink": "https://store.steampowered.com/app/1604030/V_Rising/", "description": "Awaken as a weakened vampire after centuries of slumber. Hunt for blood to regain your strength while hiding from the scorching sun to survive.<br>Rebuild your castle and convert humans into your loyal servants in a quest to raise your vampire empire. Engage in real-time PvE and PvP combat, and explore a vast open world alone or with friends.", "reviewsLink": "https://store.steampowered.com/app/1604030/V_Rising/#app_reviews_hash", "price": "$34.99", "sales": "As a newer, popular title, sales may be infrequent initially, but look for discounts during major Steam sales events; has been seen at $27.99."}, {"name": "Dwarf Fortress", "linkName": "Dwarf Fortress", "steamLink": "https://store.steampowered.com/app/975370/Dwarf_Fortress/", "description": "The deepest, most intricate simulation of a world that has ever been created. The legendary Dwarf Fortress is now on Steam with new pixel graphics and music!<br>Manage a bustling colony of dwarves, each with their own simulated personality, in a procedurally generated world. Prepare for disaster, defend against goblins, and try not to let your fortress descend into chaos in this incredibly detailed and rewarding (and notoriously difficult) game.", "reviewsLink": "https://store.steampowered.com/app/975370/Dwarf_Fortress/#app_reviews_hash", "price": "$29.99", "sales": "The developers have stated they do not plan to put Dwarf Fortress on sale, similar to Factorio. Price is expected to remain consistent."}, {"name": "Sid Meier's Civilization V", "linkName": "Sid Meier's Civilization V", "steamLink": "https://store.steampowered.com/app/8930/Sid_Meiers_Civilization_V/", "description": "Become Ruler of the World by establishing and leading a civilization from the dawn of man into the space age.<br>Wage war, conduct diplomacy, discover new technologies, go head-to-head with some of history’s greatest leaders and build the most powerful empire the world has ever known. The 'one more turn' gameplay is legendary for a reason!", "reviewsLink": "https://store.steampowered.com/app/8930/Sid_Meiers_Civilization_V/#app_reviews_hash", "price": "$29.99", "sales": "Civilization V Complete Edition (which includes all DLC) frequently goes on sale for around $10-$15, and the base game has been as low as $7.49."}, {"name": "Undertale", "linkName": "Undertale", "steamLink": "https://store.steampowered.com/app/391540/Undertale/", "description": "Explore a rich RPG world full of strange and delightful characters where violence isn't the only answer.<br>Dance with a slime... pet a dog... whisper your favorite secret to a knight... or ignore all of that and rain destruction upon your foes. The choices are yours—but are you determined enough to prevail?", "reviewsLink": "https://store.steampowered.com/app/391540/Undertale/#app_reviews_hash", "price": "$9.99", "sales": "This game often goes on sale for $2.99 or $3.99, and has been as low as $1.00 during special promotions."}, {"name": "Slime Rancher", "linkName": "Slime Rancher", "steamLink": "https://store.steampowered.com/app/433340/Slime_Rancher/", "description": "Slime Rancher is the tale of Beatrix LeBeau, a plucky, young rancher who sets out for a life a thousand light years away from Earth on the 'Far, Far Range' where she tries her hand at making a living wrangling slimes.<br>Collect colorful slimes, grow crops, harvest resources, and explore the untamed wilds through the mastery of your all-purpose vacpack in this charming first-person adventure.", "reviewsLink": "https://store.steampowered.com/app/433340/Slime_Rancher/#app_reviews_hash", "price": "$19.99", "sales": "Frequently goes on sale for $4.99."}, {"name": "The Voidness", "linkName": "The Voidness", "steamLink": "https://store.steampowered.com/app/2276850/The_Voidness__Lidar_Horror_Survival_Game/", "description": "The Voidness is a SCI-FI psychological horror game where your only way to see is by scanning the environment with your range finder device.<br>Trapped in a void filled with gloom, you are not alone. You must manage your scanner, your breath, and your sanity as you try to survive the horrors that lurk in the darkness.", "reviewsLink": "https://store.steampowered.com/app/2276850/The_Voidness__Lidar_Horror_Survival_Game/#app_reviews_hash", "price": "$11.99", "sales": "This game is relatively new but has been on sale for $8.39."}, {"name": "A Short Hike", "linkName": "A Short Hike", "steamLink": "https://store.steampowered.com/app/1055540/A_Short_Hike/", "description": "Hike, climb, and soar through the peaceful mountainside landscapes of Hawk Peak Provincial Park.<br>Follow the marked trails or explore the backcountry as you make your way to the summit. Along the way, meet other hikers, discover hidden treasures, and take in the world around you in this relaxing, charming, and beautiful exploration game.", "reviewsLink": "https://store.steampowered.com/app/1055540/A_Short_Hike/#app_reviews_hash", "price": "$7.99", "sales": "This game frequently goes on sale for around $4.79 or $5.19."}, {"name": "The Witness", "linkName": "The Witness", "steamLink": "https://store.steampowered.com/app/210970/The_Witness/", "description": "You wake up, alone, on a strange island full of puzzles that will challenge and surprise you.<br>This is a game about observation, learning, and the joy of discovery. Hundreds of meticulously designed puzzles are woven into the beautiful, mysterious environment. No filler, just pure challenge.", "reviewsLink": "https://store.steampowered.com/app/210970/The_Witness/#app_reviews_hash", "price": "$39.99", "sales": "Often goes on sale for $9.99 or less, sometimes as low as $3.99."}, {"name": "The Talos Principle", "linkName": "The Talos Principle", "steamLink": "https://store.steampowered.com/app/257510/The_Talos_Principle/", "description": "A philosophical first-person puzzle game that challenges you to solve a series of increasingly complex puzzles in a world where ancient ruins and advanced technology intertwine.<br>Awaken as a sentient AI, explore beautiful environments, and question your existence as you uncover the secrets of your creators.", "reviewsLink": "https://store.steampowered.com/app/257510/The_Talos_Principle/#app_reviews_hash", "price": "$29.99", "sales": "The base game frequently goes on sale for $4.49 or less. The Gold Edition, including DLC, also sees significant discounts."}, {"name": "GRIS", "linkName": "GRIS", "steamLink": "https://store.steampowered.com/app/683320/GRIS/", "description": "Experience a serene and evocative journey, free of danger, frustration or death.<br>GRIS is a game about a hopeful young girl lost in her own world, dealing with a painful experience. Her journey through sorrow is manifested in her dress, which grants new abilities to better navigate her faded reality. Explore a meticulously designed world brought to life with delicate art, detailed animation, and an elegant original score.", "reviewsLink": "https://store.steampowered.com/app/683320/GRIS/#app_reviews_hash", "price": "$16.99", "sales": "Regularly goes on sale for around $4.24 to $8.49."}, {"name": "Dordogne", "linkName": "Dordogne", "steamLink": "https://store.steampowered.com/app/1272840/Dordogne/", "description": "Embark on a unique narrative experience set in the stunning region of Dordogne, France. Play as Mimi, exploring precious childhood memories through a vibrant, hand-painted watercolor world.<br>Uncover family secrets, relive moments of joy and sorrow, and capture the beauty of summer days through photos and recordings in this heartwarming and visually breathtaking adventure.", "reviewsLink": "https://store.steampowered.com/app/1272840/Dordogne/#app_reviews_hash", "price": "$19.99", "sales": "Being a newer release, sales might be around 10-25% off initially during major sale events."}, {"name": "TUNIC", "linkName": "TUNIC", "steamLink": "https://store.steampowered.com/app/553420/TUNIC/", "description": "Explore a land filled with lost legends, ancient powers, and ferocious monsters in TUNIC, an isometric action game about a small fox on a big adventure.<br>Stranded in a ruined land, and armed with only your own curiosity, you will confront colossal beasts, collect strange and powerful items, and unravel long-lost secrets. This is a true 'metroidbrainia' where deciphering an in-game instruction manual and understanding the world's hidden rules are key to your success.", "reviewsLink": "https://store.steampowered.com/app/553420/TUNIC/#app_reviews_hash", "price": "$29.99", "sales": "Has been on sale for around $20.99 to $23.99."}, {"name": "Thomas Was Alone", "linkName": "Thomas Was Alone", "steamLink": "https://store.steampowered.com/app/220780/Thomas_Was_Alone/", "description": "A minimalist 2D platformer about friendship and jumping. And rectangles. Guide a group of sentient rectangles through a series of environments, using their unique skills to overcome obstacles.<br>Featuring a critically acclaimed story narrated by Danny Wallace, this is a must-play indie gem that proves simple shapes can tell a deeply moving and humorous tale.", "reviewsLink": "https://store.steampowered.com/app/220780/Thomas_Was_Alone/#app_reviews_hash", "price": "$9.99", "sales": "Frequently goes on sale for $1.99 or less, often as low as $0.99."}, {"name": "Everything", "linkName": "Everything", "steamLink": "https://store.steampowered.com/app/582270/Everything/", "description": "Everything is an interactive experience where you can be anything you want, from animals and planets to galaxies and beyond.<br>Travel between outer and inner space, and explore a vast, interconnected universe of things without enforced goals, scores, or tasks to complete. This unique game, narrated by the late philosopher Alan Watts, offers a different perspective on life and your place in it, though traditional 'gameplay' might feel unconventional to some.", "reviewsLink": "https://store.steampowered.com/app/582270/Everything/#app_reviews_hash", "price": "$14.99", "sales": "Often goes on sale for around $2.99 to $7.49."}, {"name": "House Flipper", "linkName": "House Flipper", "steamLink": "https://store.steampowered.com/app/613100/House_Flipper/", "description": "Become a one-person renovation crew and turn rundown houses into dream homes!<br>Buy, repair, and remodel devastated houses. Give them a second life and sell them at a profit. Hammer, drill, nail, and screw things together, and do whatever it takes to fix, clean up, or furnish your properties. It's oddly satisfying!", "reviewsLink": "https://store.steampowered.com/app/613100/House_Flipper/#app_reviews_hash", "price": "$24.99", "sales": "The base game frequently goes on sale, often for $9.99 to $12.49. Numerous DLCs also see discounts."}, {"name": "NieR:Automata", "linkName": "NieR:Automata", "steamLink": "https://store.steampowered.com/app/524220/NieRAutomata/", "description": "Invaders from another world attack without warning, unleashing machine lifeforms. Humanity is driven from Earth and takes refuge on the Moon. As 2B, a member of the android military force YoRHa, engage in a fierce battle to reclaim the planet.<br>This gripping action RPG features a captivating story that unfolds through multiple playthroughs, fluid combat, and a world that begs to be explored, all set to an unforgettable soundtrack.", "reviewsLink": "https://store.steampowered.com/app/524220/NieRAutomata/#app_reviews_hash", "price": "$39.99", "sales": "The Game of the YoRHa Edition frequently goes on sale for around $19.99."}, {"name": "Dyson Sphere Program", "linkName": "Dyson Sphere Program", "steamLink": "https://store.steampowered.com/app/1366540/Dyson_Sphere_Program/", "description": "Build the most efficient intergalactic factory in space simulation strategy game Dyson Sphere Program!<br>Harness the power of stars, collect resources, plan and design production lines and develop your interstellar factory from a small space workshop to a galaxy-wide industrial empire. Explore a vast procedurally generated universe and eventually, construct a Dyson Sphere.", "reviewsLink": "https://store.steampowered.com/app/1366540/Dyson_Sphere_Program/#app_reviews_hash", "price": "$19.99", "sales": "As a popular Early Access title, sales have been around 10-20% off, such as $15.99 to $17.99."}, {"name": "Return of the Obra Dinn", "linkName": "Return of the Obra Dinn", "steamLink": "https://store.steampowered.com/app/653530/Return_of_the_Obra_Dinn/", "description": "The merchant ship Obra Dinn, long lost at sea, has drifted into port with no visible crew. As an insurance investigator for the East India Company in 1807, you must uncover the fate of all 60 souls aboard. Armed with the Memento Mortem, a pocket watch that reveals the final moments of a corpse, you'll piece together a chilling narrative through observation and logical deduction.<br>This unique first-person mystery adventure features a striking 1-bit monochrome art style and an intricate, rewarding puzzle at its core.", "reviewsLink": "https://store.steampowered.com/app/653530/Return_of_the_Obra_Dinn/#app_reviews_hash", "price": "$19.99", "sales": "This game frequently goes on sale for around $9.99, sometimes dipping to $7.99 during major sales events."}, {"name": "Hypnospace Outlaw", "linkName": "Hypnospace Outlaw", "steamLink": "https://store.steampowered.com/app/844590/Hypnospace_Outlaw/", "description": "Boot up your HypnOS, it's 1999! As a volunteer Enforcer for the Hypnospace Patrol Department, you'll dive into the weird and wonderful corners of this alternate-reality internet, accessible during sleep.<br>Your job? To hunt down wrongdoers, from copyright infringers to digital bullies, all while managing your virtual desktop, avoiding viruses, and exploring a plethora of bizarre user-created webpages.<br>It's a nostalgic trip with a surprisingly deep underlying story and a fantastic sense of humor.", "reviewsLink": "https://store.steampowered.com/app/844590/Hypnospace_Outlaw/#app_reviews_hash", "price": "$19.99", "sales": "Frequently on sale for $4.99 to $9.99. A great grab for a unique experience."}, {"name": "Papers Please", "linkName": "Papers Please", "steamLink": "https://store.steampowered.com/app/239030/Papers_Please/", "description": "Congratulations. Your name was pulled in the October labor lottery. For immediate placement, report to the Grestin Border Checkpoint. Your job as an immigration inspector for the glorious nation of Arstotzka is to process entrants, scrutinizing documents for discrepancies, terrorists, smugglers, and spies.<br>Each day brings new rules and challenges. Your pay depends on your efficiency, and your family's survival depends on your pay.<br>This dystopian document thriller will force you to make difficult moral choices. Glory to Arstotzka!", "reviewsLink": "https://store.steampowered.com/app/239030/Papers_Please/#app_reviews_hash", "price": "$9.99", "sales": "Goes on sale very often, typically for $4.99 or less, sometimes as low as $1.99."}, {"name": "What Remains of Edith Finch", "linkName": "What Remains of Edith Finch", "steamLink": "https://store.steampowered.com/app/501300/What_Remains_of_Edith_Finch/", "description": "As Edith, the last surviving member of the Finch family, you return to your colossal, ancestral home to explore its many sealed-off rooms and uncover the stories of your relatives.<br>Each story transports you into the life of a different family member on the day of their death, with gameplay and tone shifting dramatically with each tale.<br>This award-winning first-person narrative adventure is about what it feels like to be humbled and astonished by the vast and unknowable world around us. A truly unforgettable experience.", "reviewsLink": "https://store.steampowered.com/app/501300/What_Remains_of_Edith_Finch/#app_reviews_hash", "price": "$19.99", "sales": "Commonly on sale for $5.99. A narrative masterpiece often cited for its powerful storytelling."}, {"name": "Spiritfarer: Farewell Edition", "linkName": "Spiritfarer: Farewell Edition", "steamLink": "https://store.steampowered.com/app/972660/Spiritfarer_Farewell_Edition/", "description": "Play as Stella, ferrymaster to the deceased, in this cozy management game about dying. Build a boat to explore a mystical world, then befriend and care for spirits before finally releasing them into the afterlife.<br>Farm, mine, fish, harvest, cook, and craft your way across the sea. You'll share heartwarming moments, create lasting memories, and ultimately, learn how to say goodbye.<br>The Farewell Edition includes the base game and all additional content updates, making it a complete and deeply moving adventure.", "reviewsLink": "https://store.steampowered.com/app/972660/Spiritfarer_Farewell_Edition/#app_reviews_hash", "price": "$29.99", "sales": "Frequently on sale for $7.49, offering incredible value for a deeply emotional and beautiful game with lots of content."}, {"name": "Noita", "linkName": "Noita", "steamLink": "https://store.steampowered.com/app/881100/Noita/", "description": "Noita is a magical action roguelite where every single pixel is physically simulated. As a witch, you'll fight, explore, melt, burn, freeze, and evaporate your way through procedurally generated caves using spells you create yourself by combining various effects.<br>The world is your playground and your deathtrap. Experiment with powerful wands and contend with deadly creatures in an environment where even your own spells can be your undoing.<br>Death is permanent, but each run is a new lesson in chaotic magic and pixel-perfect destruction.", "reviewsLink": "https://store.steampowered.com/app/881100/Noita/#app_reviews_hash", "price": "$19.99", "sales": "Often discounted to $9.99. A fantastic deal for its unique physics-based gameplay and immense replayability."}, {"name": "Loop Hero", "linkName": "Loop Hero", "steamLink": "https://store.steampowered.com/app/1282730/Loop_Hero/", "description": "The Lich has thrown the world into a timeless loop and plunged its inhabitants into never-ending chaos. Wield an expanding deck of mystical cards to place enemies, buildings, and terrain along each unique expedition loop for your brave hero.<br>As your hero automatically traverses the loop and battles foes, you'll recover powerful loot, expand your camp, and unlock new classes and cards to break the cycle.<br>This unique blend of roguelike, deck-builder, and auto-battler offers deep strategic gameplay and an incredibly addictive 'one more loop' feeling.", "reviewsLink": "https://store.steampowered.com/app/1282730/Loop_Hero/#app_reviews_hash", "price": "$14.99", "sales": "Frequently on sale for around $4.94 to $7.49. Highly addictive and offers great value for its strategic depth."}, {"name": "Unpacking", "linkName": "Unpacking", "steamLink": "https://store.steampowered.com/app/1135690/Unpacking/", "description": "Unpacking is a zen puzzle game about the familiar experience of pulling possessions out of boxes and fitting them into a new home. Part block-fitting puzzle, part home decoration, you're invited to create a satisfying living space while learning clues about the life you're unpacking through the items themselves.<br>Journey through eight house moves and experience a sense of intimacy with a character you never see and a story that's never explicitly told.<br>It's a calming and meditative experience about change and belonging.", "reviewsLink": "https://store.steampowered.com/app/1135690/Unpacking/#app_reviews_hash", "price": "$19.99", "sales": "Has been on sale for $13.99 to $15.99. A beautifully crafted, relaxing experience perfect for unwinding."}, {"name": "Chants of Sennaar", "linkName": "Chants of Sennaar", "steamLink": "https://store.steampowered.com/app/1931770/Chants_of_Sennaar/", "description": "The Peoples of the Tower are divided, unable to speak to one another. But it is said that one day, a Traveler will find the wisdom to break down the walls and restore the Balance.<br>In this award-winning puzzle adventure, you'll explore a vibrant world inspired by the myth of Babel, observe your surroundings, listen to the inhabitants, and decipher ancient languages by linking glyphs to their meanings.<br>Your notebook is your key to unlocking the mysteries of this beautiful and intriguing universe. A truly unique game about language and connection.", "reviewsLink": "https://store.steampowered.com/app/1931770/Chants_of_Sennaar/#app_reviews_hash", "price": "$19.99", "sales": "As a relatively new and acclaimed title, sales have been around 20-25% off (approx $14.99 - $15.99). A unique gem for puzzle and linguistics enthusiasts."}, {"name": "Katana ZERO", "linkName": "Katana ZERO", "steamLink": "https://store.steampowered.com/app/460950/Katana_ZERO/", "description": "Dive into a stylish neo-noir, action-platformer featuring breakneck combat and instant-death mechanics.<br>Slash, dash, and manipulate time to unravel your past in a brutally unforgiving cityscape.<br>Every level is a deadly puzzle, and the story will keep you guessing. Prepare for a psychodelic trip with an incredible soundtrack.", "reviewsLink": "https://store.steampowered.com/app/460950/Katana_ZERO/#app_reviews_hash", "price": "$14.99", "sales": "Frequently goes on sale for around $7.49 to $8.99."}, {"name": "Into the Breach", "linkName": "Into the Breach", "steamLink": "https://store.steampowered.com/app/590380/Into_the_Breach/", "description": "From the makers of FTL, this turn-based strategy roguelike puts you in control of powerful mechs to defend Earth from giant subterranean monsters.<br>Each attempt to save the world presents a new randomly generated challenge. Protect civilian buildings, manage your limited resources, and make tough sacrifices.<br>It's like chess, but with giant robots and impending doom.", "reviewsLink": "https://store.steampowered.com/app/590380/Into_the_Breach/#app_reviews_hash", "price": "$14.99", "sales": "Often on sale for $7.49, and has been seen as low as $4.94."}, {"name": "VA-11 Hall-A: Cyberpunk Bartender Action", "linkName": "VA-11 Hall-A: Cyberpunk Bartender Action", "steamLink": "https://store.steampowered.com/app/447530/VA11_HallA_Cyberpunk_Bartender_Action/", "description": "Welcome to VA-11 HALL-A, where you play as a bartender in a dystopian cyberpunk future. Mix drinks and change the lives of the diverse and quirky characters who frequent your bar.<br>This isn't about saving the world, but about listening to people's stories and serving them the right drink to unlock more of their tales.<br>A chill, booze em' up visual novel with a fantastic synth-pop soundtrack.", "reviewsLink": "https://store.steampowered.com/app/447530/VA11_HallA_Cyberpunk_Bartender_Action/#app_reviews_hash", "price": "$14.99", "sales": "Often goes on sale for around $9.89, with historical lows near $4.94."}, {"name": "FTL: Faster Than Light", "linkName": "FTL: Faster Than Light", "steamLink": "https://store.steampowered.com/app/212680/FTL_Faster_Than_Light/", "description": "Take command of your own starship on a desperate mission to deliver vital intelligence to the Federation fleet. In this spaceship simulation roguelike, every encounter presents a unique challenge with multiple solutions.<br>Manage your crew, upgrade your ship's systems, and outsmart your enemies in challenging tactical combat. Prepare to pause a lot, and don't get too attached to your crew members.", "reviewsLink": "https://store.steampowered.com/app/212680/FTL_Faster_Than_Light/#app_reviews_hash", "price": "$9.99", "sales": "Goes on sale very frequently for $2.49. A classic indie title that's a must-have at this price."}, {"name": "Disco Elysium - The Final Cut", "linkName": "Disco Elysium - The Final Cut", "steamLink": "https://store.steampowered.com/app/632470/Disco_Elysium__The_Final_Cut/", "description": "You're a detective with a unique skill system at your disposal and a whole city block to carve your path across. Interrogate unforgettable characters, crack murders, or take bribes.<br>Become a hero or an absolute disaster of a human being in this groundbreaking open-world role-playing game.<br>With an unprecedented amount of choice and consequence, this narrative-heavy RPG will have you questioning everything, especially your own inner monologues.", "reviewsLink": "https://store.steampowered.com/app/632470/Disco_Elysium__The_Final_Cut/#app_reviews_hash", "price": "$39.99", "sales": "Frequently goes on sale for $9.99. The Final Cut adds full voice acting and new quests."}]