[{"name": "One Shot", "linkName": "One Shot", "steamLink": "https://store.steampowered.com/app/420530/OneShot/", "description": "Guide a child through a mysterious world on a missoin to restore it's long dead Sun.<br>One shot has some very unique mechanics that give serious weight to every decision you make in the game.<br>Seriously, don't screw this up, you only have one shot.", "reviewsLink": "https://store.steampowered.com/app/420530/OneShot/#app_reviews_hash", "price": "$9.99", "sales": "Note: This game somewhat frequently goes on sale for $4.99"}, {"name": "Dave The Diver", "linkName": "Dave The Diver", "steamLink": "https://store.steampowered.com/app/1868140/DAVE_THE_DIVER/", "description": "Dave The Diver is a casual, single player adventure RPG.<br>Explore the deep sea and go fishing durring the day while managing a sushi restaurant at night.<br>Join Dave and his quirky friends as they seek to uncover the secrets of the mysterious Blue Hole.", "reviewsLink": "https://store.steampowered.com/app/1868140/DAVE_THE_DIVER/#app_reviews_hash", "price": "$19.99", "sales": "Note: This game is still relatively new, don't expact a sale very often"}, {"name": "Inscryption", "linkName": "Inscryption", "steamLink": "https://store.steampowered.com/app/1092790/Inscryption/", "description": "Inscryption is a dark deck builder roguelike that will have to searching for a way out.<br>Make your way through this psychological horror of a card game and discover the secrets inscrybed upon the cards themselves.", "reviewsLink": "https://store.steampowered.com/app/1092790/Inscryption/#app_reviews_hash", "price": "$19.99", "sales": "Note: This game frequently goes on sale for $9.99"}, {"name": "The Binding of Isaac: Rebirth", "linkName": "The Binding of Isaac: Rebirth", "steamLink": "https://store.steampowered.com/app/250900/The_Binding_of_Isaac_Rebirth/", "description": "This is a randomly generated dungeon crawler with heavy Rogue-like elements.<br>Follow Issac on his journey to avenge himself by taking on 'Mom' and who knows what follows.<br>The Binding of Isaac is cirtically aclaimed and is very easy to pick-up/put-down when you're looking for something fun and interesting to dive into.", "reviewsLink": "https://store.steampowered.com/app/250900/The_Binding_of_Isaac_Rebirth/#app_reviews_hash", "price": "$14.99", "sales": "Note: You might catch this game on sale for $10.04 durring summer and winter sales"}, {"name": "Factorio", "linkName": "Factorio", "steamLink": "https://store.steampowered.com/app/427520/Factorio/", "description": "Are you a fan of keeping track of time?<br>Maybe an even bigger fan of sleep?<br>Well throw all of that out the window with Factorio!<br>This beast of a game is all about building and creating automated factories of increasing complexity until you either drive yourself crazy or wake up to find that it's been 3 weeks and you've been fired for 2.<br>Factorio is best described as easy to play, difficult to master.", "reviewsLink": "https://store.steampowered.com/app/427520/Factorio/#app_reviews_hash", "price": "$35.00", "sales": "Sales: Factorio developers have committed to keeping the game a consistent price to prevent that dissapointing feeling when you purchase a game only to see it 50% a month later. It has never, and will never go on sale (according to the devs). It is also incredibly difficult to find on alternative platforms such as CdKeys or G2A."}, {"name": "Dream Daddy", "linkName": "Dream Daddy", "steamLink": "https://store.steampowered.com/app/654880/Dream_Daddy_A_Dad_Dating_Simulator/", "description": "Have you ever wanted to play a dating sim where you play as a Dad?<br>Yeah me either, but I know there's at least one of you out there. You know who you are.<br>Are you ready? Hi ready, I'm Dad.", "reviewsLink": "https://store.steampowered.com/app/654880/Dream_Daddy_A_Dad_Dating_Simulator/#app_reviews_hash", "price": "$14.99", "sales": "Note: This game rarely goes on sale for $4.64"}, {"name": "Chef RPG", "linkName": "Chef RPG", "steamLink": "https://store.steampowered.com/app/1796790/Chef_RPG/", "description": "This game has a beautiful and unique pixel art stylized world where you, a young chef, are given the task of reviving an once famous resturaunt in White Ash harbor.<br>Chef RPG follows a 'Stardew Valley Like' playstyle like many other cozy games.<br>Hunt, harvest, and shop for ingredients while befriending the locals.<br>Did I mention this game is beautiful?", "reviewsLink": "https://store.steampowered.com/app/1796790/Chef_RPG/#app_reviews_hash", "price": "$19.99", "sales": "This game is still new and has not yet gone on sale"}, {"name": "Baba Is You", "linkName": "Baba Is You", "steamLink": "https://store.steampowered.com/app/736260/Baba_Is_You/", "description": "Baba Is You is a clever puzzle game in which you make the rules.<br>By pushing a few blocks, you can entirely change how the game works in ways that may suprise you.<br>It's a great game if you're looking to pass the time or challenge yourself.", "reviewsLink": "https://store.steampowered.com/app/736260/Baba_Is_You/#app_reviews_hash", "price": "$14.99", "sales": "You might catch this game on sale for $10.49 durring certain fests and seasonal sales"}, {"name": "To The Moon", "linkName": "To The Moon", "steamLink": "https://store.steampowered.com/app/206440/To_the_Moon/", "description": "This hidden gem will actually make you cry.<br>Dive through a dying man's memories to help him fufill his last wish.<br>Seriously be prepared. You will cry.", "reviewsLink": "https://store.steampowered.com/app/206440/To_the_Moon/#app_reviews_hash", "price": "$9.99", "sales": "This game goes on sale very often for $1.99"}, {"name": "WebFishing", "linkName": "WEBFISHING", "steamLink": "https://store.steampowered.com/app/3146520/WEBFISHING/", "description": "Are you a fan of Animal Crossing? Maybe you enjoy relaxing while fishing up some new fish for your collection. Even make some money on the side.<br>WEBFISHING is just that, but with your friends (or strangers)!<br>Collect new and exotic fish. Unlock new bait, fishing poles, acessories, and more!<br>This is a pretty relaxing game, and pretty cheap too.", "reviewsLink": "https://store.steampowered.com/app/3146520/WEBFISHING/#app_reviews_hash", "price": "$4.99", "sales": "This game is still new and has not yet gone on sale"}, {"name": "Once Human", "linkName": "Once Human", "steamLink": "https://store.steampowered.com/app/2139460/Once_Human/", "description": "A multiplayer open-world survival game set in post-apocalyptic future.<br>This game looks as haunting as it is beautiful.<br>And the best part about it - it's free!", "reviewsLink": "https://store.steampowered.com/app/2139460/Once_Human/#app_reviews_hash", "price": "FREE", "sales": "This game is free, don't need a sale for free.99"}, {"name": "Tiny Glade", "linkName": "Tiny Glade", "steamLink": "https://store.steampowered.com/app/2198150/Tiny_Glade/", "description": "Tiny Glade is a unique no-objective, no-stress type of game.<br>This diorama builder gives you the tools you need to create the fantasy land of your dreams. No combat, no management. Just you, some nifty tools, some beautiful procedural details, and your favorite music or podcast.<br>This game is great to just sit with and relax with. Really, your only objective is experiment and see what you can make.", "reviewsLink": "https://store.steampowered.com/app/2198150/Tiny_Glade/#app_reviews_hash", "price": "$14.99", "sales": "This game is still pretty new but has gone on sale for $12.47 in the past"}, {"name": "Days Gone", "linkName": "Days Gone", "steamLink": "https://store.steampowered.com/app/1259420/Days_Gone/", "description": "Days Gone is an intense open-world action-adventure game set in a deadly post-apocalyptic America.<br>Take on the role of Deacon St. John, a drifter and bounty hunter trying to survive in a world ravaged by a global pandemic that has transformed humans into mindless, feral creatures known as Freakers.<br>Explore this broken world on your trusty motorcycle, taking down massive hordes of Freakers in intense combat scenarios while completing contracts to stay alive and searching for purpose.<br>With its thrilling 'Hordes' mechanic, where you'll need to fight for survival against waves of zombies, Days Gone is perfect for fans of action-packed adventures who crave a thrilling post-apocalyptic experience.", "reviewsLink": "https://store.steampowered.com/app/1259420/Days_Gone/#app_reviews_hash", "price": "$49.99", "sales": "This games goes on sale often for $12.49. Do not pay full price for this game!"}, {"name": "Universe Sandbox", "linkName": "Universe Sandbox", "steamLink": "https://store.steampowered.com/app/230290/Universe_Sandbox/", "description": "Universe Sandbox is an awe-inspiring physics-based space simulator that lets you unleash your creativity on a cosmic scale.<br>In this realistic sandbox simulator, you can explore the stunning beauty of our universe.<br>But it's not all about admiration - you're also free to experiment and play god by bending space and time to your will. What would happen if the Sun suddenly turned into a black hole? What if earth was twice as massive? What if Pluto was a planet again?<br>Universe sandbox will bring your CPU to it's knees with near limitless customization options. It also has VR support.<br>If you're a fan of space, planets, or throwing 265 moons at Mars, Universe Sandbox might be for you.", "reviewsLink": "https://store.steampowered.com/app/230290/Universe_Sandbox/#app_reviews_hash", "price": "$29.99", "sales": "This games goes on sale often for $20.09"}, {"name": "Bendy and the Ink Machine", "linkName": "Bendy and the Ink Machine", "steamLink": "https://store.steampowered.com/app/622650/Bendy_and_the_Ink_Machine/", "description": "Are you a fan of Disney? Mickey Mouse? Horror? Then you might like Bendy and The Ink Machine!<br>Bendy is a first person puzzle action horror game that takes on the style of old 'rubber hose' style cartoons.<br>Explore a beautifully stylized setting, lean into the cartoon horror, and watch out for the other characters within.<br>Objectively better than toontown.", "reviewsLink": "https://store.steampowered.com/app/622650/Bendy_and_the_Ink_Machine/#app_reviews_hash", "price": "$19.99", "sales": "This games goes on sale often for $3.99"}, {"name": "Squirrel with a Gun", "linkName": "Squirrel with a Gun", "steamLink": "https://store.steampowered.com/app/2067050/Squirrel_with_a_Gun/", "description": "In a world, where you are a Squirrel. And in a world where you have a gun. This is that world.<br>Squirrel with a gun takes all the fun of being a squirrel and combines it with all the fun of having a gun.<br>Hold on to your nuts, this one has got to be a banger.<br>Acorning to reviews, this game is really freaking cool.", "reviewsLink": "https://store.steampowered.com/app/2067050/Squirrel_with_a_Gun/#app_reviews_hash", "price": "$19.99", "sales": "This game rarely goes on sale for $13.99"}, {"name": "Who's Your Daddy?!", "linkName": "Who's Your Daddy?!", "steamLink": "https://store.steampowered.com/app/427730/Whos_Your_Daddy/", "description": "Are you ready to become a parent? Too late!<br>Who's Your Daddy thorws you in headfirst as a dad who does not know what hell he's doing. It's your job to make sure baby doesn't do get into any trouble.<br>Your baby should not:<br>- Use the washing machine as a hiding place<br>- Use the outlet as a fork cleaner<br>- Use bleach as mouthwash<br>- Sleep inside the oven<br>- Much much more<br><br>But wiat there's more! Who's youre dadddy is multiplayer!<br>Play with up to 7 of your friends as daddy or baby.", "reviewsLink": "https://store.steampowered.com/app/427730/Whos_Your_Daddy/#app_reviews_hash", "price": "$6.99", "sales": "This game rarely goes on sale for $3.49"}, {"name": "Octopath Traveler II", "linkName": "Octopath Traveler II", "steamLink": "https://store.steampowered.com/app/1971650/OCTOPATH_TRAVELER_II/", "description": "Are you a fan of JRPGs? Then look no further!<br>Octopath Traveler II is a critically acclaimed, visually stunning adventure through time.<br>In Octopath Traveler II, you play as 8 different characters. Each character is unique, telling a story in their own way. Play as each character on a journey to uncover their path until you uncover how their stories collide.<br><br>It's pretty expensive to be honest. But it is a critically acclaimed title for a reason. Maybe wait for a good sale before venturing out.", "reviewsLink": "https://store.steampowered.com/app/1971650/OCTOPATH_TRAVELER_II/#app_reviews_hash", "price": "$59.99", "sales": "This game frequenty goes on sale for $29.99 or $39.99"}, {"name": "MiSide", "linkName": "MiSide", "steamLink": "https://store.steampowered.com/app/2527500/MiSide/", "description": "This game comes right out of left field.<br>Care for and live with a character in a video game thats... in a video game... meta. Only to find that you yourself are in the game?!<br>What does that even mean? Find out in this totally not psychological horror, definitly innocent, fun-loving game!<br>It has great reviews, so surely it's good. Right?", "reviewsLink": "https://store.steampowered.com/app/2527500/MiSide/#app_reviews_hash", "price": "$14.99", "sales": "This game may go on sale for $13.49"}, {"name": "Timberborn", "linkName": "Timberborn", "steamLink": "https://store.steampowered.com/app/1062090/Timberborn/", "description": "DAM! This game is all about the dams.<br>You control an ever growing family of beavers as you engineer ways to prevent floods, take advantage of natural disasters, and flow control the 'bad water' that flows through your city.<br>Timberborn will test your creativity and keep you on your toes. Work hard and plan ahead to stay in front of potential tragedy.<br>And always remember - a wet beaver is a happy beaver!", "reviewsLink": "https://store.steampowered.com/app/1062090/Timberborn/#app_reviews_hash", "price": "$34.99", "sales": "This game frequently goes on sale for $24.49 or less"}, {"name": "Ori and The Blind Forest", "linkName": "Ori and The Blind Forest", "steamLink": "https://store.steampowered.com/app/387290/Ori_and_the_Blind_Forest_Definitive_Edition/", "description": "Ori and the Blind forest is a beautiful game that tells a beautiful story. Traverse your way through the forest in this platform style world as an orphan destined for heroics<br>Visually, this game is stunning. Taking full advantage of lights, HDR, and a carefully crafted world.<br>Make your way through this Action-Platformer, and uncover the story behind Ori and the forest he now resides.", "reviewsLink": "https://store.steampowered.com/app/387290/Ori_and_the_Blind_Forest_Definitive_Edition/#app_reviews_hash", "price": "$19.99", "sales": "This game frequently goes on sale for $4.99"}, {"name": "Fields of Mistria", "linkName": "Fields of Mistria", "steamLink": "https://store.steampowered.com/app/2142790/Fields_of_Mistria/", "description": "Fields of Mistria can best be described as a Stardew Valley like farming rpg - only this time, there's magic!<br>Build your farm, go fishing, discover relationships, improve the town, blah blah blah... We've all heard it before. But according to reviews, there appears to be something special with Fields of Mistria.<br>If you've ever been intimidated by the sheer scale of a game like Stardew, but enjoy the overall concept, this game might be for you.", "reviewsLink": "https://store.steampowered.com/app/2142790/Fields_of_Mistria/#app_reviews_hash", "price": "$13.99", "sales": "This game frequently goes on sale for $11.19"}, {"name": "A Game About Digging A Hole", "linkName": "A Game About Digging A Hole", "steamLink": "https://store.steampowered.com/app/3244220/A_Game_About_Digging_A_Hole/", "description": "The title says it all. It's literally a game about digging a hole.<br>Remember when you were a kid and you had the sudden urge to start digging to China? Only in your later years to find that China is the reason you suck at Call of Duty? Well this game allows you to relive those childhood days 10 times over!<br>Start off slow, digging a shallow, boring, hole while upgrading your digging tools along the way. Before you know it, you'll be exploring some forgotten city 892ft below that swing set uncle bud got you for christmas!", "reviewsLink": "https://store.steampowered.com/app/3244220/A_Game_About_Digging_A_Hole/#app_reviews_hash", "price": "$4.99", "sales": "This game is still new and has not gone on sale yet"}, {"name": "Hades", "linkName": "Hades", "steamLink": "https://store.steampowered.com/app/1145360/Hades/", "description": "You cannot kill what is not mortal.<br>Traverse the underworld in this hack and slash rogue-lite adventure, Hades.<br>Go toe to toe with creatures and gods of the underworld, and make your way deeper though the layers of hell until you come face to face with your greatest challenge.<br>The art, music, and gameplay of Hades is highly revered. And, as a bonus, this game plays very well on handhelds such as the [Steam Deck](<https://store.steampowered.com/steamdeck/>) and [ROG Ally X](<https://rog.asus.com/us/gaming-handhelds/rog-ally/rog-ally-x-2024/>).", "reviewsLink": "https://store.steampowered.com/app/1145360/Hades/#app_reviews_hash", "price": "$24.99", "sales": "This game frequently goes on sale for $9.99"}, {"name": "R.E.P.O.", "linkName": "R.E.P.O.", "steamLink": "https://store.steampowered.com/app/3241660/REPO/", "description": "Are you a fan of Lethal Company? Do you enjoy Co-Op horror games?<br>If so, R.E.P.O. is the game for you!<br>Traverse through abandoned houses, magical castles, decrepit research laboratories, and more in search of valuable items to bring back to the tax man. With up to six players able to jump in on the fun at once, R.E.P.O. makes for a great time!<br><br>It’s not often we recommend a game that’s actively riding the hype train. But whether you’re in it for the horror, company, or laughs, R.E.P.O is definitely a unique game worth checking out.", "reviewsLink": "https://store.steampowered.com/app/3241660/REPO/#app_reviews_hash", "price": "$9.99", "sales": "This game is still new and has not gone on sale yet"}, {"name": "The Plucky Squire", "linkName": "The Plucky Squire", "steamLink": "https://store.steampowered.com/app/1627570/The_Plucky_Squire/", "description": "Remember those really cool and expensive picture books from the book fair that you always thought you had enough money for, only to discover that $30 is a lot more than the $3.27 you stole from the dresser? Well The Plucky Squire brings those pictures books to life!<br>A very unique take on 'brining stories to life', The Plucky Squire is a game in which you literally jump both in and out of story books (2D and 3D realms) to write your own story and save your friends.<br>The art and style of this game genulinely looks unique, clever, and beautiful. This is one of those games you may never have given a second glance at - so here's your chance - check out The Plucky Squire", "reviewsLink": "https://store.steampowered.com/app/1627570/The_Plucky_Squire/#app_reviews_hash", "price": "$29.99", "sales": "This game rarely goes on sale for $22.49"}, {"name": "It Takes Two", "linkName": "It Takes Two", "steamLink": "https://store.steampowered.com/app/1426210/It_Takes_Two/", "description": "Remember when you would come over to a friend's house, boot up the console, and ask the age old question: \"Is it two player?\"<br>It Takes Two brings that back. In fact, it Takes Two is **Exclusively** two player!<br>Get together with a good friend, or significant other, and embark on a journey to overcome the new and bizarre challenges the two protagonists face. In 'Honey I Shrunk The Kids' fashion, our two characters here have been transformed into small beings with big problems<br><br>**Bonus Points**: This game features a \"Friend Pass\" on Steam. Meaning *only one person needs to own the game* for two to play!!<br>This is perhaps the only sensible thing EA has ever done ever.", "reviewsLink": "https://store.steampowered.com/app/1426210/It_Takes_Two/#app_reviews_hash", "price": "$39.99", "sales": "This game very frequently goes on sale between $7.99 and $11.99 - Do not purchase this game at full price!"}, {"name": "Age of Empires II: Definitive Edition", "linkName": "Age of Empires II: Definitive Edition", "steamLink": "https://store.steampowered.com/app/813780/Age_of_Empires_II_Definitive_Edition/", "description": "Have you ever looked into the Age of Empires franchise? If not, maybe have a look at Age of Empires II.<br>Age of Empires II: Definitive Edition is known to be the pinnacle of the long loved Top Down Real Time Strategy game. And I mean Real Time, not Turn Based.<br>Build settlements, rally an army, defend and conquer the land. With 42 Civilizations, 229 Campaign Missions, single player, Co-Op multiplayer, PVP multiplayer, mods, and more, this is the way to play Age of Empires.", "reviewsLink": "https://store.steampowered.com/app/813780/Age_of_Empires_II_Definitive_Edition/#app_reviews_hash", "price": "$34.99", "sales": "This game goes on sale for $12.24 during seasonal sales events"}, {"name": "Balatro", "linkName": "Balatro", "steamLink": "https://store.steampowered.com/app/2379780/Balatro/", "description": "Fan of poker? Not a fan of poker? Don't know the rules? No problem!<br>Balatro adds a unique spin on classic Texas Holdem in a way that gamifies a game.<br>Collect jokers, modify your deck, make money (a lot of money), and score those sweet sweet multipliers.<br><br>*Warning*: This game is addicting.", "reviewsLink": "https://store.steampowered.com/app/2379780/Balatro/#app_reviews_hash", "price": "$14.99", "sales": "This game frequently goes on sale for $13.49"}, {"name": "Before Your Eyes", "linkName": "Before Your Eyes", "steamLink": "https://store.steampowered.com/app/1082430/Before_Your_Eyes/", "description": "Don't Blink.<br>Before Your Eyes, much like life, goes faster when you blink. That's right, a webcam is actually required to play this game as intended.<br>In Before Your Eyes, you will move forward (and only forward) on an emotional narrative adventure using one control, blinking. Don’t worry though, this game only takes about one and a half hours to complete.<br>There's a reason this game is rated Overwhelmingly Positive. Grab it on sale, or if you've just been looking for something different.", "reviewsLink": "https://store.steampowered.com/app/1082430/Before_Your_Eyes/#app_reviews_hash", "price": "$9.99", "sales": "This game frequently goes on sale for $1.99"}, {"name": "Barotrauma", "linkName": "Barotrauma", "steamLink": "https://store.steampowered.com/app/602960/Barotrauma/", "description": "Dive deep into the darkest depths of the ocean, be a core member of your crew, and do your best to keep out the eldritch horrors that lurk below.<br>Barotrauma is a co-op submarine survival simulator, in space!<br>Man the ship, fix leaks, operate the generator, man the guns, and take out the monsters that lurk below. And don't forget to customize your ship in game or with mods.", "reviewsLink": "https://store.steampowered.com/app/602960/Barotrauma/#app_reviews_hash", "price": "$34.99", "sales": "This game frequently goes on sale for $17.49"}, {"name": "Blue Prince", "linkName": "Blue Prince", "steamLink": "https://store.steampowered.com/app/1569580/Blue_Prince/", "description": "There is a new genre of game coming into existence! Well it’s not exactly new… but we’ve never had a name for it before now.<br>Blue Prince is being deemed a new addition in the ‘metroid-brainia’ genre. You have arrived at Mt. Holly - where every day a new mystery awaits.<br>Each and every path is unpredictable, different from the previous day’s, but knowledge is key.<br>Similar to games like Tunic, Outer Wilds, Animal Well, and maybe even Fez, Blue Prince is the type of game that requires you to build upon existing knowledge to reach its finale. Which is why it is being deemed the newest ‘Metroid-Brainia’ on the block. If you love puzzles or mystery, Blue Prince might be the game for you.", "reviewsLink": "https://store.steampowered.com/app/1569580/Blue_Prince/#app_reviews_hash", "price": "$29.99", "sales": "This game is still new, but has had one Sale so far at $26.99"}, {"name": "Donut County", "linkName": "Donut County", "steamLink": "https://store.steampowered.com/app/702670/Donut_County/", "description": "Have you ever had those days where you feel like an insatiable void who wants nothing more than to rip through the world, consuming everything and everyone in your path? Me too.<br>Good news is you can now live out that dream in Donut County!<br><br>Donut County is full of lovable characters, wholesome interactions, and stuff... so much stuff to consume.<br>You play as a hole. A hole that consumes objects, large and small, throughout donut county using the power of physics. Make your way through this puzzle like game while meeting some wholesome characters along the way in Donut County.", "reviewsLink": "https://store.steampowered.com/app/702670/Donut_County/#app_reviews_hash", "price": "$12.99", "sales": "This game frequently goes on sale for $3.89"}, {"name": "Project Zomboid", "linkName": "Project Zomboid", "steamLink": "https://store.steampowered.com/app/108600/Project_Zomboid/", "description": "This is how you died.<br><br>Anyone out there who is a true fan of zombie survival should know Project Zomboid. As a game best known as the pinnacle of unforgiving zombie survival RPGs, Project Zomboid will most definitely not hold your hand through the zombie apocalypse.<br>Select your skills wisely, as each trait you inherit or succumb to will either give you great advantage or crippling disadvantage. You could play as an obese man with a keen eye for marksmanship, a light sleeping vehicle mechanic with a smoking problem, or even a professional angler who just so happens to be completely deaf! The list of possibilities is near endless, and will make each death unique.<br><br>And that's just the thing. In this isometric syle zombie survival RPG, there is no winning, just living long enough to experience that first bite. Do you have what it takes to survive? If not, maybe consider dragging some friends into this hellhole with you.", "reviewsLink": "https://store.steampowered.com/app/108600/Project_Zomboid/#app_reviews_hash", "price": "$19.99", "sales": ""}, {"name": "Astroneer", "linkName": "Astroneer", "steamLink": "https://store.steampowered.com/app/361420/ASTRONEER/", "description": "Explore and reshape distant worlds in this sandbox adventure! Play solo or with friends to build custom bases above or below ground, create vehicles to explore a vast solar system, and use terrain to create anything you can imagine.<br>This game is known for its chill atmosphere, beautiful visuals, and satisfying base-building mechanics.", "reviewsLink": "https://store.steampowered.com/app/361420/ASTRONEER/#app_reviews_hash", "price": "$29.99", "sales": "Astroneer frequently goes on sale for around $14.99, and has been seen as low as $9.89."}, {"name": "Nuclear Throne", "linkName": "Nuclear Throne", "steamLink": "https://store.steampowered.com/app/242680/Nuclear_Throne/", "description": "Humanity is extinct, and mutants and monsters now roam the world. Fight your way through the wastelands in this post-apocalyptic roguelike-like top-down shooter.<br>Collect radiation to mutate new limbs and abilities, and wield powerful weaponry in this fast-paced, challenging, and incredibly replayable game.", "reviewsLink": "https://store.steampowered.com/app/242680/Nuclear_Throne/#app_reviews_hash", "price": "$11.99", "sales": "This game often goes on sale for $2.99 or less, sometimes as low as $1.19."}]